<template>
  <div class="hello">
    <h1>{{ msg }}</h1>
    <h2>Essential Links</h2>
    <ul>
      <li><a href="https://vuejs.org" target="_blank">Core Docs</a></li>
      <li><a href="https://forum.vuejs.org" target="_blank">Forum</a></li>
      <li><a href="https://chat.vuejs.org" target="_blank">Community Chat</a></li>
      <li><a href="https://twitter.com/vuejs" target="_blank">Twitter</a></li>
      <br>
      <li><a href="http://vuejs-templates.github.io/webpack/" target="_blank">Docs for This Template</a></li>
    </ul>
    <h2>Ecosystem</h2>
    <ul>
      <li><a href="http://router.vuejs.org/" target="_blank">vue-router</a></li>
      <li><a href="http://vuex.vuejs.org/" target="_blank">vuex</a></li>
      <li><a href="http://vue-loader.vuejs.org/" target="_blank">vue-loader</a></li>
      <li><a href="https://github.com/vuejs/awesome-vue" target="_blank">awesome-vue</a></li>
    </ul>原标题：电话听闻女儿被“绑架”，大连六旬阿姨回应骗子：“撕票吧”）
“我妈妈特别淡定，直接告诉‘绑匪’撕票吧，那边顿时就愣了。”昨日，家住马栏街道富民社区的居民小刘，向记者讲述了听闻她“被绑架”后，她的妈妈、64岁的王阿姨的从容应对。

小刘告诉记者，19日王阿姨家的座机突然响起，王阿姨刚接电话，彼端就传来撕心裂肺的哀嚎，一个女子的声音响起，直喊：“妈，我被绑架了，快救我！”随即，便有绑匪来威胁，王阿姨初时的确被突然吓一跳，但立刻就反应过来，这肯定是诈骗套路，因为小刘刚跟王阿姨通过电话没一会儿，况且这个电话显示的是外地的号码。“老太太寻思反正没事，索性跟他们周旋下。”小刘告诉记者，王阿姨特别紧张地询问情况，令对方以为她上钩了，赶紧提进一步的要求，“但聊了一会儿老太太觉得无聊了，便直接告诉他们，没法满足他们的要求，还是撕票吧。”
小刘介绍，据王阿姨回忆，可能因为之前她表演得太像已经上当了，骤然转变态度，对方一下子愣住了，沉默了半晌，气冲冲地挂断了电话。王阿姨则兴奋地致电小刘，讲述了经过。随即小刘将此事反映至马栏街道富民社区，社区工作人员在辖区展开宣传，希望提醒居民们，年底了，面对时常出现的骗局一定要提高警惕，避免被钻了空子受损。原标题：电话听闻女儿被“绑架”，大连六旬阿姨回应骗子：“撕票吧”）
“我妈妈特别淡定，直接告诉‘绑匪’撕票吧，那边顿时就愣了。”昨日，家住马栏街道富民社区的居民小刘，向记者讲述了听闻她“被绑架”后，她的妈妈、64岁的王阿姨的从容应对。

小刘告诉记者，19日王阿姨家的座机突然响起，王阿姨刚接电话，彼端就传来撕心裂肺的哀嚎，一个女子的声音响起，直喊：“妈，我被绑架了，快救我！”随即，便有绑匪来威胁，王阿姨初时的确被突然吓一跳，但立刻就反应过来，这肯定是诈骗套路，因为小刘刚跟王阿姨通过电话没一会儿，况且这个电话显示的是外地的号码。“老太太寻思反正没事，索性跟他们周旋下。”小刘告诉记者，王阿姨特别紧张地询问情况，令对方以为她上钩了，赶紧提进一步的要求，“但聊了一会儿老太太觉得无聊了，便直接告诉他们，没法满足他们的要求，还是撕票吧。”
小刘介绍，据王阿姨回忆，可能因为之前她表演得太像已经上当了，骤然转变态度，对方一下子愣住了，沉默了半晌，气冲冲地挂断了电话。王阿姨则兴奋地致电小刘，讲述了经过。随即小刘将此事反映至马栏街道富民社区，社区工作人员在辖区展开宣传，希望提醒居民们，年底了，面对时常出现的骗局一定要提高警惕，避免被钻了空子受损。原标题：电话听闻女儿被“绑架”，大连六旬阿姨回应骗子：“撕票吧”）
“我妈妈特别淡定，直接告诉‘绑匪’撕票吧，那边顿时就愣了。”昨日，家住马栏街道富民社区的居民小刘，向记者讲述了听闻她“被绑架”后，她的妈妈、64岁的王阿姨的从容应对。

小刘告诉记者，19日王阿姨家的座机突然响起，王阿姨刚接电话，彼端就传来撕心裂肺的哀嚎，一个女子的声音响起，直喊：“妈，我被绑架了，快救我！”随即，便有绑匪来威胁，王阿姨初时的确被突然吓一跳，但立刻就反应过来，这肯定是诈骗套路，因为小刘刚跟王阿姨通过电话没一会儿，况且这个电话显示的是外地的号码。“老太太寻思反正没事，索性跟他们周旋下。”小刘告诉记者，王阿姨特别紧张地询问情况，令对方以为她上钩了，赶紧提进一步的要求，“但聊了一会儿老太太觉得无聊了，便直接告诉他们，没法满足他们的要求，还是撕票吧。”
小刘介绍，据王阿姨回忆，可能因为之前她表演得太像已经上当了，骤然转变态度，对方一下子愣住了，沉默了半晌，气冲冲地挂断了电话。王阿姨则兴奋地致电小刘，讲述了经过。随即小刘将此事反映至马栏街道富民社区，社区工作人员在辖区展开宣传，希望提醒居民们，年底了，面对时常出现的骗局一定要提高警惕，避免被钻了空子受损。原标题：电话听闻女儿被“绑架”，大连六旬阿姨回应骗子：“撕票吧”）
“我妈妈特别淡定，直接告诉‘绑匪’撕票吧，那边顿时就愣了。”昨日，家住马栏街道富民社区的居民小刘，向记者讲述了听闻她“被绑架”后，她的妈妈、64岁的王阿姨的从容应对。

小刘告诉记者，19日王阿姨家的座机突然响起，王阿姨刚接电话，彼端就传来撕心裂肺的哀嚎，一个女子的声音响起，直喊：“妈，我被绑架了，快救我！”随即，便有绑匪来威胁，王阿姨初时的确被突然吓一跳，但立刻就反应过来，这肯定是诈骗套路，因为小刘刚跟王阿姨通过电话没一会儿，况且这个电话显示的是外地的号码。“老太太寻思反正没事，索性跟他们周旋下。”小刘告诉记者，王阿姨特别紧张地询问情况，令对方以为她上钩了，赶紧提进一步的要求，“但聊了一会儿老太太觉得无聊了，便直接告诉他们，没法满足他们的要求，还是撕票吧。”
小刘介绍，据王阿姨回忆，可能因为之前她表演得太像已经上当了，骤然转变态度，对方一下子愣住了，沉默了半晌，气冲冲地挂断了电话。王阿姨则兴奋地致电小刘，讲述了经过。随即小刘将此事反映至马栏街道富民社区，社区工作人员在辖区展开宣传，希望提醒居民们，年底了，面对时常出现的骗局一定要提高警惕，避免被钻了空子受损。原标题：电话听闻女儿被“绑架”，大连六旬阿姨回应骗子：“撕票吧”）
“我妈妈特别淡定，直接告诉‘绑匪’撕票吧，那边顿时就愣了。”昨日，家住马栏街道富民社区的居民小刘，向记者讲述了听闻她“被绑架”后，她的妈妈、64岁的王阿姨的从容应对。

小刘告诉记者，19日王阿姨家的座机突然响起，王阿姨刚接电话，彼端就传来撕心裂肺的哀嚎，一个女子的声音响起，直喊：“妈，我被绑架了，快救我！”随即，便有绑匪来威胁，王阿姨初时的确被突然吓一跳，但立刻就反应过来，这肯定是诈骗套路，因为小刘刚跟王阿姨通过电话没一会儿，况且这个电话显示的是外地的号码。“老太太寻思反正没事，索性跟他们周旋下。”小刘告诉记者，王阿姨特别紧张地询问情况，令对方以为她上钩了，赶紧提进一步的要求，“但聊了一会儿老太太觉得无聊了，便直接告诉他们，没法满足他们的要求，还是撕票吧。”
小刘介绍，据王阿姨回忆，可能因为之前她表演得太像已经上当了，骤然转变态度，对方一下子愣住了，沉默了半晌，气冲冲地挂断了电话。王阿姨则兴奋地致电小刘，讲述了经过。随即小刘将此事反映至马栏街道富民社区，社区工作人员在辖区展开宣传，希望提醒居民们，年底了，面对时常出现的骗局一定要提高警惕，避免被钻了空子受损。原标题：电话听闻女儿被“绑架”，大连六旬阿姨回应骗子：“撕票吧”）
“我妈妈特别淡定，直接告诉‘绑匪’撕票吧，那边顿时就愣了。”昨日，家住马栏街道富民社区的居民小刘，向记者讲述了听闻她“被绑架”后，她的妈妈、64岁的王阿姨的从容应对。

小刘告诉记者，19日王阿姨家的座机突然响起，王阿姨刚接电话，彼端就传来撕心裂肺的哀嚎，一个女子的声音响起，直喊：“妈，我被绑架了，快救我！”随即，便有绑匪来威胁，王阿姨初时的确被突然吓一跳，但立刻就反应过来，这肯定是诈骗套路，因为小刘刚跟王阿姨通过电话没一会儿，况且这个电话显示的是外地的号码。“老太太寻思反正没事，索性跟他们周旋下。”小刘告诉记者，王阿姨特别紧张地询问情况，令对方以为她上钩了，赶紧提进一步的要求，“但聊了一会儿老太太觉得无聊了，便直接告诉他们，没法满足他们的要求，还是撕票吧。”
小刘介绍，据王阿姨回忆，可能因为之前她表演得太像已经上当了，骤然转变态度，对方一下子愣住了，沉默了半晌，气冲冲地挂断了电话。王阿姨则兴奋地致电小刘，讲述了经过。随即小刘将此事反映至马栏街道富民社区，社区工作人员在辖区展开宣传，希望提醒居民们，年底了，面对时常出现的骗局一定要提高警惕，避免被钻了空子受损。
  </div>
</template>

<script>
export default {
  name: 'HelloWorld',
  data () {
    return {
      msg: 'Welcome to Your Vue.js App'
    }
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
h1, h2 {
  font-weight: normal;
}
ul {
  list-style-type: none;
  padding: 0;
}
li {
  display: inline-block;
  margin: 0 10px;
}
a {
  color: #42b983;
}
</style>
