<template>
	<div id="app">
		<xs-modal orient="vertical" v-model="modal1">
			<xs-modal orient="vertical" v-model="modal2">
				<div>
					<xs-modal orient="vertical" v-model="modal3">
						<div>3333333333</div>
					</xs-modal><button @click="modal3 = true" style="padding: 20px;">弹窗</button>近段时间，一些网络直播平台出现冠以“考古”之名的短视频或直播内容，其中，有人在荒郊野地打洞刨坑挖出“古物件”，有人现场演示洛阳铲探土并详细介绍使用方法。这些短视频或直播带来哪些社会危害？《法制日报》记者对此进行调查。 贺明不知从何时起迷上了艺术品收藏。尽管从事证券投资工作比较忙，但对于各大电视台推出的鉴宝节目，贺明一期不落。 前些时，贺明发现学习鉴宝考古知识的新渠道，22222
				</div>
			</xs-modal>
			<div><button @click="modal2 = true" style="padding: 20px;">弹窗</button>近段时间，一些网络直播平台出现冠以“考古”之名的短视频或直播内容，其中，有人在荒郊野地打洞刨坑挖出“古物件”，有人现场演示洛阳铲探土并详细介绍使用方法。这些短视频或直播带来哪些社会危害？《法制日报》记者对此进行调查。 贺明不知从何时起迷上了艺术品收藏。尽管从事证券投资工作比较忙，但对于各大电视台推出的鉴宝节目，贺明一期不落。 前些时，贺明发现学习鉴宝考古知识的新渠道，一些App或直播平台有不少关于藏品、考古的视频。 不过，看着看着，贺明觉得有些不对劲，“在一些视频里，有人直接拿着洛阳铲探土”。 视频显示“挖出唐朝瓷器” 贺明在北京工作多年，“从事证券投资费脑子，我就把鉴赏艺术品、把玩文玩当作业余爱好，就当一种放松自我的方式”。 前不久，贺明发现，在一些网络直播平台上有不少关于藏品、考古的视频，但他觉得“有点问题”。 在贺明的介绍下，记者下载安装了几款短视频App。 登录App，记者以“考古”等关键词进行查找，发现有不少网络主播，有的网络主播有数万粉丝。 点开这些视频，记者发现，绝大部分视频所展示的内容是，人们在荒野、山谷、山洞、农田等处拿着已挖出的古钱币、陶片、瓦罐等进行讲解；有些视频拍摄的则是挖掘、找寻的过程。 “这些小视频所拍摄的画面，大部分都故意隐去标志性建筑和人物脸部，视频里的人也未明确指出自己所处的具体位置。大多采用俯拍的方式，对自己的双手和物件进行局部特写。”贺明说。 记者随机点开一款视频App内的一段小视频，其画面及解说显示，两个人在夜里带着挖掘设备，打着手电筒来到某条河流的淤滩边。将录制设备摆放好后，二人经过一段时间的“辛苦”挖掘打洞作业后，逐渐将一些瓷器从泥水中打捞出来。视频中，两人交流说，挖出的瓷器是唐朝时期的瓷具，虽然有点小残缺，但在“黑市”上依旧能卖个好价钱。 这些人的行为算什么？ “肯定不是考古。考古属于国家行为，其目的是通过研究祖先遗留下来的东西进而了解当时的社会状况，一般不会通过这种渠道传播考古过程。而且，视频里那些人的对话，也明显不是考古工作者所说。”贺明说。 来自甘肃省临夏回族自治州的马英从小就接触艺术收藏品销售。他告诉记者，真正的盗墓贼是不会正大光明将自己盗墓的挖掘过程和所得之物进行曝光的，尤其是发布在网络上。“其实，目前在短视频平台上发布考古类小视频的人，应该不是盗墓贼，估计是借此为噱头吸引粉丝。但是，这种行为不值得提倡”。 “在有些视频里，有人从地里挖出物件后，看上几眼就说出所挖物件的名称、年份。”贺明说，这显然是哗众取宠，不少网友评论都说是做秀。 网友称想买洛阳铲试试手气 因视频未显示具体地址，记者难以进行实地调查，无法确定这些视频所反映的内容是真的盗掘古物还是做秀。不过，不近段时间，一些网络直播平台出现冠以“考古”之名的短视频或直播内容，其中，有人在荒郊野地打洞刨坑挖出“古物件”，有人现场演示洛阳铲探土并详细介绍使用方法。这些短视频或直播带来哪些社会危害？《法制日报》记者对此进行调查。 贺明不知从何时起迷上了艺术品收藏。尽管从事证券投资工作比较忙，但对于各大电视台推出的鉴宝节目，贺明一期不落。 前些时，贺明发现学习鉴宝考古知识的新渠道，一些App或直播平台有不少关于藏品、考古的视频。 不过，看着看着，贺明觉得有些不对劲，“在一些视频里，有人直接拿着洛阳铲探土”。 视频显示“挖出唐朝瓷器” 贺明在北京工作多年，“从事证券投资费脑子，我就把鉴赏艺术品、把玩文玩当作业余爱好，就当一种放松自我的方式”。 前不久，贺明发现，在一些网络直播平台上有不少关于藏品、考古的视频，但他觉得“有点问题”。 在贺明的介绍下，记者下载安装了几款短视频App。 登录App，记者以“考古”等关键词进行查找，发现有不少网络主播，有的网络主播有数万粉丝。 点开这些视频，记者发现，绝大部分视频所展示的内容是，人们在荒野、山谷、山洞、农田等处拿着已挖出的古钱币、陶片、瓦罐等进行讲解；有些视频拍摄的则是挖掘、找寻的过程。 “这些小视频所拍摄的画面，大部分都故意隐去标志性建筑和人物脸部，视频里的人也未明确指出自己所处的具体位置。大多采用俯拍的方式，对自己的双手和物件进行局部特写。”贺明说。 记者随机点开一款视频App内的一段小视频，其画面及解说显示，两个人在夜里带着挖掘设备，打着手电筒来到某条河流的淤滩边。将录制设备摆放好后，二人经过一段时间的“辛苦”挖掘打洞作业后，逐渐将一些瓷器从泥水中打捞出来。视频中，两人交流说，挖出的瓷器是唐朝时期的瓷具，虽然有点小残缺，但在“黑市”上依旧能卖个好价钱。 这些人的行为算什么？ “肯定不是考古。考古属于国家行为，其目的是通过研究祖先遗留下来的东西进而了解当时的社会状况，一般不会通过这种渠道传播考古过程。而且，视频里那些人的对话，也明显不是考古工作者所说。”贺明说。 来自甘肃省临夏回族自治州的马英从小就接触艺术收藏品销售。他告诉记者，真正的盗墓贼是不会正大光明将自己盗墓的挖掘过程和所得之物进行曝光的，尤其是发布在网络上。“其实，目前在短视频平台上发布考古类小视频的人，应该不是盗墓贼，估计是借此为噱头吸引粉丝。但是，这种行为不值得提倡”。 “在有些视频里，有人从地里挖出物件后，看上几眼就说出所挖物件的名称、年份。”贺明说，这显然是哗众取宠，不少网友评论都说是做秀。 网友称想买洛阳铲试试手气 因视频未显示具体地址，记者难以进行实地调查，无法确定这些视频所反映的内容是真的盗掘古物还是做秀。不过，不近段时间，一些网络直播平台出现冠以“考古”之名的短视频或直播内容，其中，有人在荒郊野地打洞刨坑挖出“古物件”，有人现场演示洛阳铲探土并详细介绍使用方法。这些短视频或直播带来哪些社会危害？《法制日报》记者对此进行调查。 贺明不知从何时起迷上了艺术品收藏。尽管从事证券投资工作比较忙，但对于各大电视台推出的鉴宝节目，贺明一期不落。 前些时，贺明发现学习鉴宝考古知识的新渠道，一些App或直播平台有不少关于藏品、考古的视频。 不过，看着看着，贺明觉得有些不对劲，“在一些视频里，有人直接拿着洛阳铲探土”。 视频显示“挖出唐朝瓷器” 贺明在北京工作多年，“从事证券投资费脑子，我就把鉴赏艺术品、把玩文玩当作业余爱好，就当一种放松自我的方式”。 前不久，贺明发现，在一些网络直播平台上有不少关于藏品、考古的视频，但他觉得“有点问题”。 在贺明的介绍下，记者下载安装了几款短视频App。 登录App，记者以“考古”等关键词进行查找，发现有不少网络主播，有的网络主播有数万粉丝。 点开这些视频，记者发现，绝大部分视频所展示的内容是，人们在荒野、山谷、山洞、农田等处拿着已挖出的古钱币、陶片、瓦罐等进行讲解；有些视频拍摄的则是挖掘、找寻的过程。 “这些小视频所拍摄的画面，大部分都故意隐去标志性建筑和人物脸部，视频里的人也未明确指出自己所处的具体位置。大多采用俯拍的方式，对自己的双手和物件进行局部特写。”贺明说。 记者随机点开一款视频App内的一段小视频，其画面及解说显示，两个人在夜里带着挖掘设备，打着手电筒来到某条河流的淤滩边。将录制设备摆放好后，二人经过一段时间的“辛苦”挖掘打洞作业后，逐渐将一些瓷器从泥水中打捞出来。视频中，两人交流说，挖出的瓷器是唐朝时期的瓷具，虽然有点小残缺，但在“黑市”上依旧能卖个好价钱。 这些人的行为算什么？ “肯定不是考古。考古属于国家行为，其目的是通过研究祖先遗留下来的东西进而了解当时的社会状况，一般不会通过这种渠道传播考古过程。而且，视频里那些人的对话，也明显不是考古工作者所说。”贺明说。 来自甘肃省临夏回族自治州的马英从小就接触艺术收藏品销售。他告诉记者，真正的盗墓贼是不会正大光明将自己盗墓的挖掘过程和所得之物进行曝光的，尤其是发布在网络上。“其实，目前在短视频平台上发布考古类小视频的人，应该不是盗墓贼，估计是借此为噱头吸引粉丝。但是，这种行为不值得提倡”。 “在有些视频里，有人从地里挖出物件后，看上几眼就说出所挖物件的名称、年份。”贺明说，这显然是哗众取宠，不少网友评论都说是做秀。 网友称想买洛阳铲试试手气 因视频未显示具体地址，记者难以进行实地调查，无法确定这些视频所反映的内容是真的盗掘古物还是做秀。不过，不近段时间，一些网络直播平台出现冠以“考古”之名的短视频或直播内容，其中，有人在荒郊野地打洞刨坑挖出“古物件”，有人现场演示洛阳铲探土并详细介绍使用方法。这些短视频或直播带来哪些社会危害？《法制日报》记者对此进行调查。 贺明不知从何时起迷上了艺术品收藏。尽管从事证券投资工作比较忙，但对于各大电视台推出的鉴宝节目，贺明一期不落。 前些时，贺明发现学习鉴宝考古知识的新渠道，一些App或直播平台有不少关于藏品、考古的视频。 不过，看着看着，贺明觉得有些不对劲，“在一些视频里，有人直接拿着洛阳铲探土”。 视频显示“挖出唐朝瓷器” 贺明在北京工作多年，“从事证券投资费脑子，我就把鉴赏艺术品、把玩文玩当作业余爱好，就当一种放松自我的方式”。 前不久，贺明发现，在一些网络直播平台上有不少关于藏品、考古的视频，但他觉得“有点问题”。 在贺明的介绍下，记者下载安装了几款短视频App。 登录App，记者以“考古”等关键词进行查找，发现有不少网络主播，有的网络主播有数万粉丝。 点开这些视频，记者发现，绝大部分视频所展示的内容是，人们在荒野、山谷、山洞、农田等处拿着已挖出的古钱币、陶片、瓦罐等进行讲解；有些视频拍摄的则是挖掘、找寻的过程。 “这些小视频所拍摄的画面，大部分都故意隐去标志性建筑和人物脸部，视频里的人也未明确指出自己所处的具体位置。大多采用俯拍的方式，对自己的双手和物件进行局部特写。”贺明说。 记者随机点开一款视频App内的一段小视频，其画面及解说显示，两个人在夜里带着挖掘设备，打着手电筒来到某条河流的淤滩边。将录制设备摆放好后，二人经过一段时间的“辛苦”挖掘打洞作业后，逐渐将一些瓷器从泥水中打捞出来。视频中，两人交流说，挖出的瓷器是唐朝时期的瓷具，虽然有点小残缺，但在“黑市”上依旧能卖个好价钱。 这些人的行为算什么？ “肯定不是考古。考古属于国家行为，其目的是通过研究祖先遗留下来的东西进而了解当时的社会状况，一般不会通过这种渠道传播考古过程。而且，视频里那些人的对话，也明显不是考古工作者所说。”贺明说。 来自甘肃省临夏回族自治州的马英从小就接触艺术收藏品销售。他告诉记者，真正的盗墓贼是不会正大光明将自己盗墓的挖掘过程和所得之物进行曝光的，尤其是发布在网络上。“其实，目前在短视频平台上发布考古类小视频的人，应该不是盗墓贼，估计是借此为噱头吸引粉丝。但是，这种行为不值得提倡”。 “在有些视频里，有人从地里挖出物件后，看上几眼就说出所挖物件的名称、年份。”贺明说，这显然是哗众取宠，不少网友评论都说是做秀。 网友称想买洛阳铲试试手气 因视频未显示具体地址，记者难以进行实地调查，无法确定这些视频所反映的内容是真的盗掘古物还是做秀。不过，不
				</div>
		</xs-modal>
		<router-view/>
		<button @click="modal1 = true" style="padding: 20px;">弹窗<i class="fa fa-address-book" aria-hidden="true"></i></button>
	</div>
</template>

<script>
	export default {
		name: 'app',
		data() {
			return {
				modal1: false,
				modal2: false,
				modal3: false,
			}
		}
	}
</script>

<style>
	#app {
		font-family: 'Avenir', Helvetica, Arial, sans-serif;
		-webkit-font-smoothing: antialiased;
		-moz-osx-font-smoothing: grayscale;
		text-align: center;
		color: #2c3e50;
		margin-top: 60px;
	}
</style>